"%[Any]@ of the following are true" = "%1$[Akékoľvek]@ nasledujúce sú pravdivé";
"%[All]@ of the following are true" = "%1$[Všetky]@ nasledujúce sú pravdivé";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Dátový tok]@ %2$[je]@ %3$@ kb/s";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Dátový tok]@ %2$[nie je]@ %3$@ kb/s";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Dátový tok]@ %2$[je viac ako]@ %3$@ kb/s";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Dátový tok]@ %2$[je menej ako]@ %3$@ kb/s";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Dátový tok]@ %2$[je v rozsahu]@ %3$@ až %4$@ %5$[kb/s]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Vzorkovacia frekvencia]@ %2$[je]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Vzorkovacia frekvencia]@ %2$[nie je]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Vzorkovacia frekvencia]@ %2$[je viac ako]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Vzorkovacia frekvencia]@ %2$[je menej ako]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Vzorkovacia frekvencia]@ %2$[je v rozsahu]@ %3$@ až %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[je]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[nie je]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[je viac ako]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[je menej ako]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Číslo disku]@ %2$[je]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Číslo disku]@ %2$[nie je]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Číslo disku]@ %2$[je viac ako]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Číslo disku]@ %2$[je menej ako]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Číslo disku]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Počet prehraní]@ %2$[je]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Počet prehraní]@ %2$[nie je]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Počet prehraní]@ %2$[je viac ako]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Počet prehraní]@ %2$[je menej ako]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Počet prehraní]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[season]@ %[is]@ %@" = "%1$[Séria]@ %2$[je]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Séria]@ %2$[nie je]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Séria]@ %2$[je viac ako]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Séria]@ %2$[je menej ako]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Séria]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Počet preskočení]@ %2$[je]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Počet preskočení]@ %2$[nie je]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Počet preskočení]@ %2$[je viac ako]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Počet preskočení]@ %2$[je menej ako]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Počet preskočení]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Číslo skladby]@ %2$[je]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Číslo skladby]@ %2$[nie je]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Číslo skladby]@ %2$[je viac ako]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Číslo skladby]@ %2$[je menej ako]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Číslo skladby]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[year]@ %[is]@ %@" = "%1$[Rok]@ %2$[je]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Rok]@ %2$[nie je]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Rok]@ %2$[je viac ako]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Rok]@ %2$[je menej ako]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Rok]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Veľkosť]@ %2$[je]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Veľkosť]@ %2$[nie je]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Veľkosť]@ %2$[je viac ako]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Veľkosť]@ %2$[je menej ako]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Veľkosť]@ %2$[je v rozsahu]@ %3$@ až %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[obsahuje]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Albumu]@ %2$[neobsahuje]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[je]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[nie je]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[začína na]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[končí na]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Interpret albumu]@ %2$[obsahuje]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Interpret albumu]@ %2$[neobsahuje]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Interpret albumu]@ %2$[je]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Interpret albumu]@ %2$[nie je]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Interpret albumu]@ %2$[začína na]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Interpret albumu]@ %2$[končí na]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Interpret]@ %2$[obsahuje]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Interpret]@ %2$[neobsahuje]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Interpret]@ %2$[je]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Interpret]@ %2$[nie je]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Interpret]@ %2$[začína na]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Interpret]@ %2$[končí na]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Kategória]@ %2$[obsahuje]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Kategória]@ %2$[neobsahuje]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Kategória]@ %2$[je]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Kategória]@ %2$[nie je]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Kategória]@ %2$[začína na]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Kategória]@ %2$[končí na]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Komentáre]@ %2$[obsahujú]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Komentáre]@ %2$[neobsahujú]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Komentáre]@ %2$[sú]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Komentáre]@ %2$[nie sú]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Komentáre]@ %2$[začínajú na]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Komentáre]@ %2$[končia na]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Skladateľ]@ %2$[obsahuje]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Skladateľ]@ %2$[neobsahuje]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Skladateľ]@ %2$[je]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Skladateľ]@ %2$[nie je]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Skladateľ]@ %2$[začína na]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Skladateľ]@ %2$[končí na]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Ladenie]@ %2$[obsahuje]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Ladenie]@ %2$[neobsahuje]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Ladenie]@ %2$[je]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Ladenie]@ %2$[nie je]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Ladenie]@ %2$[začína na]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Ladenie]@ %2$[končí na]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Popis]@ %2$[obsahuje]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Popis]@ %2$[neobsahuje]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Popis]@ %2$[je]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Popis]@ %2$[nie je]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Popis]@ %2$[začína na]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Popis]@ %2$[končí na]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Žáner]@ %2$[obsahuje]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Žáner]@ %2$[neobsahuje]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Žáner]@ %2$[je]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Žáner]@ %2$[nie je]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Žáner]@ %2$[začína na]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Žáner]@ %2$[končí na]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Zoskupenie]@ %2$[obsahuje]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Zoskupenie]@ %2$[neobsahuje]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Zoskupenie]@ %2$[je]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Zoskupenie]@ %2$[nie je]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Zoskupenie]@ %2$[začína na]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Zoskupenie]@ %2$[končí na]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Druh]@ %2$[obsahuje]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Druh]@ %2$[neobsahuje]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Druh]@ %2$[je]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Druh]@ %2$[nie je]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Druh]@ %2$[začína na]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Druh]@ %2$[končí na]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Názov]@ %2$[obsahuje]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Názov]@ %2$[neobsahuje]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Názov]@ %2$[je]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Názov]@ %2$[nie je]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Názov]@ %2$[začína na]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Názov]@ %2$[končí na]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Seriál]@ %2$[obsahuje]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Seriál]@ %2$[neobsahuje]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Seriál]@ %2$[je]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Seriál]@ %2$[nie je]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Seriál]@ %2$[začína na]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Seriál]@ %2$[končí na]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Zoradiť album]@ %2$[obsahuje]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Zoradiť album]@ %2$[neobsahuje]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Zoradiť album]@ %2$[je]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Zoradiť album]@ %2$[nie je]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Zoradiť album]@ %2$[začína na]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Zoradiť album]@ %2$[končí na]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Zoradiť interpreta albumu]@ %2$[obsahuje]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Zoradiť interpreta albumu]@ %2$[neobsahuje]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Zoradiť interpreta albumu]@ %2$[je]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Zoradiť interpreta albumu]@ %2$[nie je]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Zoradiť interpreta albumu]@ %2$[začína na]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Zoradiť interpreta albumu]@ %2$[končí na]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Zoradiť interpreta]@ %2$[obsahuje]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Zoradiť interpreta]@ %2$[neobsahuje]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Zoradiť interpreta]@ %2$[je]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Zoradiť interpreta]@ %2$[nie je]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Zoradiť interpreta]@ %2$[začína na]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Zoradiť interpreta]@ %2$[končí na]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Zoradiť skladateľa]@ %2$[obsahuje]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Zoradiť skladateľa]@ %2$[neobsahuje]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Zoradiť skladateľa]@ %2$[je]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Zoradiť skladateľa]@ %2$[nie je]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Zoradiť skladateľa]@ %2$[začína na]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Zoradiť skladateľa]@ %2$[končí na]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Zoradiť názov]@ %2$[obsahuje]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Zoradiť názov]@ %2$[neobsahuje]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Zoradiť meno]@ %2$[je]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Zoradiť meno]@ %2$[nie je]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Zoradiť názov]@ %2$[začína na]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Zoradiť meno]@ %2$[končí na]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Zoradiť seriál]@ %2$[obsahuje]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Zoradiť seriál]@ %2$[neobsahuje]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Zoradiť seriál]@ %2$[je]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Zoradiť seriál]@ %2$[nie je]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Zoradiť seriál]@ %2$[začína na]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Zoradiť seriál]@ %2$[končí na]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Dátum pridania]@ %2$[je dňa]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Dátum pridania]@ %2$[nie je dňa]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Dátum pridania]@ %2$[je neskôr ako]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Dátum pridania]@ %2$[je skôr ako]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Dátum pridania]@ %2$[je v posledných]@ %3$@ %4$[dňoch]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Dátum pridania]@ %2$[je v posledných]@ %3$@ %4$[týždňoch]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Dátum pridania]@ %2$[je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Dátum pridania]@ %2$[nie je v posledných]@ %3$@ %4$[dňoch]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Dátum pridania]@ %2$[nie je v posledných]@ %3$@ %4$[týždňoch]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Dátum pridania]@ %2$[nie je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Dátum pridania]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Dátum úpravy]@ %2$[je dňa]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Dátum úpravy]@ %2$[nie je dňa]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Dátum úpravy]@ %2$[je neskôr ako]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Dátum úpravy]@ %2$[je skôr ako]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Dátum úpravy]@ %2$[je v posledných]@ %3$@ %4$[dňoch]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Dátum úpravy]@ %2$[je v posledných]@ %3$@ %4$[týždňoch]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Dátum úpravy]@ %2$[je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Dátum úpravy]@ %2$[nie je v posledných]@ %3$@ %4$[dňoch]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Dátum úpravy]@ %2$[nie je v posledných]@ %3$@ %4$[týždňoch]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Dátum úpravy]@ %2$[nie je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Dátum úpravy]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Posledné prehratie]@ %2$[je dňa]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Posledné prehratie]@ %2$[nie je dňa]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Posledné prehratie]@ %2$[je neskôr ako]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Posledné prehratie]@ %2$[je skôr ako]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Posledné prehratie]@ %2$[je v posledných]@ %3$@ %4$[dňoch]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Posledné prehratie]@ %2$[je v posledných]@ %3$@ %4$[týždňoch]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Posledné prehratie]@ %2$[je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Posledné prehratie]@ %2$[nie je v posledných]@ %3$@ %4$[dňoch]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Posledné prehratie]@ %2$[nie je v posledných]@ %3$@ %4$[týždňoch]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Posledné prehratie]@ %2$[nie je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Posledné prehratie]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Posledné preskočenie]@ %2$[je dňa]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Posledné preskočenie]@ %2$[nie je dňa]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Posledné preskočenie]@ %2$[je neskôr ako]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Posledné preskočenie]@ %2$[je skôr ako]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Posledné preskočenie]@ %2$[je v posledných]@ %3$@ %4$[dňoch]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Posledné preskočenie]@ %2$[je v posledných]@ %3$@ %4$[týždňoch]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Posledné preskočenie]@ %2$[je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Posledné preskočenie]@ %2$[nie je v posledných]@ %3$@ %4$[dňoch]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Posledné preskočenie]@ %2$[nie je v posledných]@ %3$@ %4$[týždňoch]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Posledné preskočenie]@ %2$[nie je v posledných]@ %3$@ %4$[mesiacoch]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Posledné preskočenie]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[songid]@ %[is]@" = "%1$[Zakúpené]@ %2$[je pravda]@";
"%[songid]@ %[is not]@" = "%1$[Zakúpené]@ %2$[je nepravda]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Zaškrtnuté]@ %2$[je pravda]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Zaškrtnuté]@ %2$[je nepravda]@";

"%[artwork]@ %[is]@" = "%1$[Obal albumu]@ %2$[je pravda]@";
"%[artwork]@ %[is not]@" = "%1$[Obal albumu]@ %2$[je nepravda]@";

"%[compilation]@ %[is]@" = "%1$[Kompilácia]@ %2$[je pravda]@";
"%[compilation]@ %[is not]@" = "%1$[Kompilácia]@ %2$[je nepravda]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Čas]@ %2$[je]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Čas]@ %2$[nie je]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Čas]@ %2$[je viac ako]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Čas]@ %2$[je menej ako]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Čas]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Hodnotenie albumu]@ %2$[je]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Hodnotenie albumu]@ %2$[nie je]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Hodnotenie albumu]@ %2$[je viac ako]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Hodnotenie albumu]@ %2$[je menej ako]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Hodnotenie albumu]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Hodnotenie]@ %2$[je]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Hodnotenie]@ %2$[nie je]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Hodnotenie]@ %2$[je viac ako]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Hodnotenie]@ %2$[je menej ako]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Hodnotenie]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Druh média]@ %2$[je]@ %3$[hudba]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Druh média]@ %2$[je]@ %3$[hudobné video]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Druh média]@ %2$[je]@ %3$[film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Druh média]@ %2$[je]@ %3$[TV seriál]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Druh média]@ %2$[je]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Druh média]@ %2$[je]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Druh média]@ %2$[je]@ %3$[Audiokniha]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Druh média]@ %2$[je]@ %3$[kniha]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Druh média]@ %2$[je]@ %3$[nahrávka]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Druh média]@ %2$[je]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[hudba]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[hudobné video]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[TV seriál]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[Audiokniha]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[kniha]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[nahrávka]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Druh média]@ %2$[nie je]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Playlist]@ %2$[je]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Playlist]@ %2$[nie je]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Umiestnenie]@ %2$[je]@ %3$[na tomto počítači]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Umiestnenie]@ %2$[je]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Umiestnenie]@ %2$[nie je]@ %3$[na tomto počítači]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Umiestnenie]@ %2$[nie je]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Stav iCloudu]@ %2$[je]@ %3$[zhodné]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Stav iCloudu]@ %2$[je]@ %3$[zakúpené]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Stav iCloudu]@ %2$[je]@ %3$[odoslané]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Stav iCloudu]@ %2$[je]@ %3$[nevhodný]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Stav iCloudu]@ %2$[je]@ %3$[len lokálny]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Stav iCloudu]@ %2$[je]@ %3$[chyba]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Stav iCloudu]@ %2$[je]@ %3$[duplikované]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Stav iCloudu]@ %2$[nie je]@ %3$[zhodné]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Stav iCloudu]@ %2$[nie je]@ %3$[zakúpené]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Stav iCloudu]@ %2$[nie je]@ %3$[odoslané]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Stav iCloudu]@ %2$[nie je]@ %3$[nevhodný]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud Status]@ %2$[is not]@ %3$[Local Only]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Stav iCloudu]@ %2$[nie je]@ %3$[chyba]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Stav iCloudu]@ %2$[nie je]@ %3$[duplikované]@";
